driver-tests/bpelse/flow/FlowJbi/test/FlowPick16a/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:flow="http://j2ee.netbeans.org/wsdl/FlowPick">
  <soapenv:Body>
    <flow:OnAlarmBranch>FlowPick OnAlarm</flow:OnAlarmBranch>
    <flow:OnMessageBranch>FlowPick OnMessage</flow:OnMessageBranch>
    <flow:FlowBranch>FlowPick FlowBranch</flow:FlowBranch>
  </soapenv:Body>
</soapenv:Envelope>